Repository: BBJake/dreaMote
Catalog: *.lproj/AutoTimer.strings
Languages: de

source: <days>
de: <Tage (0 = unbegrenzt)>

source: <enter title>
de: <titel eingeben>

source: <filter text>
de: <zu suchender text>

source: <hours>
de: <Stunden>

source: <maximum duration>
de: <maximale dauer>

source: <text to find in title>
de: <zu suchender text>

source: Add similar timer on conflict
de: Alternativen timer bei Konflikt hinzufügen

source: Add timer disabled on conflict
de: Bei Konflikt deaktiviert hinzufügen

source: Add timer for the next X days
de: Timer nur für die nächsten X Tage

source: After: %@
de: Nach: %@

source: All Services
de: Auf allen Sender

source: All timers
de: Alle Timer

source: Automated Search for events requires a valid interval to be set!
de: Bei automatischer Suche muss ein gültiges Intervall angegeben werden!

source: AutoTimers
de: nur AutoTimer

source: Before: %@
de: Bevor: %@

source: Classic
de: Klassisch

source: Editor for new Timers: %@
de: Editor für neue AutoTimer: %@

source: Endtime if Justplay
de: Wiedergabe mit Endzeit

source: Error adding AutoTimer: %@
de: Konnte neuen AutoTimer nicht hinzufügen: %@

source: Error editing AutoTimer: %@
de: Konnte AutoTimer nicht bearbeiten: %@

source: Exact
de: exakten Titel

source: Exclude
de: Ausschließen

source: Finished parsing EPG
de: Sendungssuche abgeschlossen

source: From: %@
de: Von: %@

source: Guess event by begin/end
de: Timer anhand Anfang-/Endzeit erkennen

source: in Description
de: in der Beschreibung

source: Include
de: Einschließen

source: Modify Timers
de: Ändere Timer

source: Modify timers: %@
de: Ändere Timer: %@

source: Mon-Fri
de: Mon-Fre

source: New AutoTimer
de: Neuer AutoTimer

source: New Bouquet
de: Neues Bouquet

source: New Filter
de: Neuer Filter

source: New Service
de: Neuer Sender

source: No
de: Nein

source: None
de: Niemals

source: Notification for similar timers
de: Benachrichtigung bei Alternativtimern

source: Notification on conflicts
de: Benachrichtigung bei Konflikten

source: Parse EPG
de: EPG Durchsuchen

source: Partial
de: Teil des Titels

source: Poll automatically
de: Automatisch suchen

source: Poll interval (in h)
de: Abfrageintervall (in Stunden)

source: Same Service
de: Auf dem gleichen Sender

source: Sat-Sun
de: Sam-Son

source: Search Type
de: Suche

source: Search Type: %@
de: Suche %@

source: Search unique Description in %@
de: Einzigartig in %@

source: Services
de: Nur auf Sender

source: Settings
de: Einstellungen

source: Show in extension menu
de: In Erweiterungsmenü anzeigen

source: Support "Fast-Scan"
de: "Fast-Scan"-Unterstützung

source: Timeframe
de: Zeitraum

source: Timers/Recordings
de: Timer/Aufnahmen

source: Timespan
de: Uhrzeit

source: Title
de: Titel

source: Title and all descriptions
de: Titel und Beschreibungen

source: Title and short description
de: Titel und Kurzbeschreibung

source: To: %@
de: Bis: %@

source: Unable to complete request. Plugin too old?
de: Anfrage konnte nicht abgeschlossen werden. Plugin eventuell zu alt?

source: Unique Description
de: Eindeutige Beschreibung

source: Unique Description: %@
de: Eindeutige Beschreibung: %@

source: Unique in
de: Eindeutig in

source: Wizard
de: Assistent
