Repository: BBJake/dreaMote
Catalog: *.lproj/EPGRefresh.strings
Languages: de, pl

source: <delay if not in standby/in use>
de: <Dauer>
pl: <poczekaj jeúli nie jest w trybie Standby/w uøyciu>

source: <time to stay on service>
de: <Zeit>
pl: <czas do zostania na serwisie>

source: Add AutoTimer services
de: AutoTimer-Sender einbeziehen
pl: Dodaj Serwisy AutoTimer'a

source: Bouquets
pl: Bukiety

source: Delay if busy (min.)
de: Wartezeit wenn Box aktiv (min.)
pl: OpÛünij jeúli nie jest zajÍty (min.)

source: Fake Recording
de: "Falscher" Aufnahme
pl: Fa≥szywe Nagrywanie

source: Force refresh if in use
de: Auch Aktualisieren wenn aktiv
pl: Forsuj odúwieøanie jeúli w uøyciu

source: Last refresh: %@
de: Letzte Aktualisierung: %@
pl: Ostatnie odúwieøanie: %@

source: Main Picture
de: Hauptbild
pl: G≥Ûwny Obrazek

source: Parse AutoTimer
de: AutoTimer aktualisieren
pl: Analizuj AutoTimer

source: Picture in Picture
de: Bild in Bild
pl: Obraz w Obrazie

source: Picture in Picture (hidden)
de: Bild in Bild (versteckt)
pl: Obraz w Obrazie (ukryty)

source: Refresh automatically
de: Automatisch Aktualisieren
pl: Odúwieø Automatycznie

source: Refresh using: %@
de: Aktualisiere mit: %@
pl: Odúwieø uøywajπc: %@

source: Services
de: Sender
pl: Serwisy

source: Shutdown after refresh
de: Nach Akt. Herunterfahren
pl: Zamknij po odúwieøaniu

source: Start refresh
de: Jetzt aktualisieren
pl: Rozpocznij odúwieøanie

source: Time on service (min.)
de: Verbleibe auf Sender (min.)
pl: Czas na serwis (min.)

source: Time on service (sec.)
pl: Czas na serwis (sec.)

source: Wakeup for refresh
de: Aufwachen f√ºr Aktualisierung
pl: Obudü podczas odúwieøania
