Repository: BBJake/dreaMote
Catalog: *.lproj/ServiceEditor.strings
Languages: de

source: Add Alternative
de: Alternative hinzufügen

source: Add Marker
de: Marker einfügen

source: Add to Bouquet
de: Zu Bouquet hinzufügen

source: Alternative added
de: Alternative hinzugefügt

source: Alternatives deleted
de: Alternativen gelöscht

source: Delete
de: Löschen

source: Delete all
de: Alle löschen

source: Enter name of bouquet
de: Namen für neues Bouquet eingeben

source: Enter new name
de: Neuen Namen eingeben

source: Enter new name of bouquet
de: Neuen Namen eingeben

source: Enter title for marker
de: Namen des Marker eingeben

source: New Bouquet
de: Neues Bouquet

source: Open
de: Öffnen

source: Remove selection
de: Auswahl rückgängig

source: Rename
de: Umbenennen

source: Service(s) added
de: Sender hinzugefügt

source: Show Alternatives
de: Alternativen anzeigen

source: Unable to add marker: %@
de: Konnte Marker nicht hinzufügen: %@

source: Unable to add service %@ to alternative %@: %@
de: Sender %1$@ konnte nicht zu Alternative %2$@ hinzugefügt werden: %3$@

source: Unable to add service(s) to bouquet %@: %@
de: Sender konnte(n) nicht zum Bouquet %1$@ hinzugefügt werden: %2$@

source: Unable to create bouquet: %@
de: Bouquet konnte nicht erstellt werden: %@

source: Unable to remove alternatives: %@
de: Alternativen konnten nicht entfernt werden: %@

source: Unable to rename bouquet: %@
de: Bouquet konnte nicht umbenannt werden: %@

source: Unable to rename service: %@
de: Sender konnte nicht umbenannt werden: %@
